Repository: seanpm2001/mt-training-data
Catalog: sd/sd_pontoon.tmx
Source language: en_us
Languages: sd

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
sd: اسان چاهيون ٿا ته مشين لرننگ الگورتھم مختلف پس منظر جي شور کي سنڀالڻ جي قابل ٿي وڃن، ۽ جيتوڻيڪ نسبتا بلند آواز قبول ڪري سگهجي ٿو، بشرطيڪ اهي توهان کي متن جي مڪمل ٻڌڻ کان روڪي نه سگھن. خاموش پس منظر موسيقي ٺيڪ آهي؛ موسيقي ڪافي بلند آواز توهان کي ٻڌڻ کان روڪڻ لاء هر ۽ هر لفظ نه آهي.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
sd: اسان مختلف تلفظ کي خوش آمديد ڪريون ٿا! زمين تي ڪنهن ڪلپ کي رد ڪرڻ کان پهريان تمام محتاط رهو ته توهان سوچيو ته پڙهندڙ ڪنهن لفظ کي غلط استعمال ڪيو آهي، دٻاء کي غلط جاء تي رکيو آهي، يا اوقاف کي نظرانداز ڪيو آهي. سڄي دنيا ۾ استعمال ٿيندڙ تلفظ جا مختلف قسم آهن، جن مان ڪجهه شايد توهان پنهنجي مقامي ڪميونٽي ۾ نه ٻڌا هوندا. مھرباني ڪري انھن لاءِ قدردانيءَ جي سخاوت ڏيو جيڪي توھان کان مختلف ڳالھائي سگھن ٿا.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
sd: اسان پڻ<strong>پنھنجي ڪميونٽي مئنيجر کي خبر ڏيو جنهن ۾ توهان کي دلچسپي آهي</strong>، تنهن ڪري اهي توهان کي ڏئي سگهن ٿا اضافي مدد يا معلومات توهان کي گهربل هجي.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
sd: اسان جلد ئي توهان جي ٻولي کي عام آواز ۾ شامل ڪرڻ بابت وڌيڪ معلومات سان رابطو ڪنداسين.

source: We will be in touch with more information as it becomes available.
sd: اسان وڌيڪ معلومات سان رابطي ۾ رهنداسين جيئن اها دستياب ٿيندي

source: We will not make your email public.
sd: اسان توهان جي اي ميل کي عوامي نه ڪنداسين.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
sd: اسان ڊيٽا سيٽ مان توهان جي آواز جي رڪارڊنگ کي هٽائڻ لاءِ توهان جي درخواست جو جائزو وٺنداسين. جيڪڏهن توهان جي درخواست منظور ڪئي وئي آهي، اسان انهن سان رابطو ڪنداسين جن ڊيٽا سيٽ ڊائون لوڊ ڪيو آهي ۽ درخواست ڪنداسين ته اهي توهان جي آواز جي رڪارڊنگ کي پڻ هٽائي ڇڏيو.

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
sd: اسان بنيادن، سول سوسائٽي ۽ ڪميونٽي ڀائيوارن سان گڏ ڪم ڪريون ٿا انٽرنيٽ کي هڪ صحت مند جڳهه، خاص ڌيان سان اوڀر آفريڪا تي. اسان جي <programmaticWork>پروگراماتي ڪم.</programmaticWork> بابت وڌيڪ ڄاڻو

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
sd: ان جو ڇا مطلب آهي ته آئون ڪامن وائس ڊيٽا سيٽ ۾ ڳالهائيندڙن جي ”سڃاڻپ جو تعين“ نٿو ڪري سگهان؟

source: What is a language on Common Voice?
sd: عام آواز تي ٻولي ڇا آهي؟

source: What is Common Voice?
sd: عام آواز ڇا آهي؟

source: What issues are you experiencing with this sentence?
sd: هن جملي سان توهان ڪهڙيون مشڪلاتون محسوس ڪري رهيا آهيو؟

source: What kind of goal do you want to build?
sd: توهان ڪهڙي قسم جو مقصد تعمير ڪرڻ چاهيو ٿا؟

source: What level of audio quality is required for a voice clip to be used in the dataset?
sd: ڊيٽا سيٽ ۾ استعمال ٿيڻ لاءِ وائس ڪلپ لاءِ ڪهڙي سطح جي آڊيو معيار جي ضرورت آهي؟

source: What needs to be in my file?
sd: منهنجي فائل ۾ ڇا هجڻ گهرجي؟

source: What sentences can I add?
sd: آئون ڪهڙا جملا شامل ڪري سگهان ٿو؟

source: What’s inside the Common Voice dataset?
sd: عام آواز جي ڊيٽا سيٽ جي اندر ڇا آهي؟

source: What's Public?
sd: عوامي ڇا آهي؟

source: What’s the difference between Common Voice and Deep Speech?
sd: Common Voice ۽ Deep Speech ۾ ڪهڙو فرق آهي؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
sd: جڏهن هڪ صارف هڪ وائيس ڪلپ کي رد ڪري ٿو ته اهو قطار ۾ واپس اچي ٿو. جيڪڏهن ٻيو ڀيرو رد ڪيو وڃي، آواز ڪلپ ڪلپ قبرستان ڏانهن منتقل ڪيو ويو آهي.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
sd: جڏهن ٻڌو، تمام احتياط سان چيڪ ڪريو ته جيڪو رڪارڊ ڪيو ويو آهي اهو ئي آهي جيڪو لکيو ويو آهي؛ رد ڪريو جيڪڏهن اڃا به معمولي غلطيون آهن. تمام عام غلطيون شامل آهن:

source: When will you release Common Voice data in other languages?
sd: توهان ٻين ٻولين ۾ عام وائس ڊيٽا ڪڏهن جاري ڪندا؟

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
sd: جڏهن توهان پنهنجي رڪارڊنگ جي درخواست ڪندا آهيو، اسان انهن کي هڪ يا گهڻن زپ فائلن ۾ گڏ ڪندا آهيون. هتي توهان جون ماضي جون درخواستون آهن:

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
sd: هي <wikipediaLink>عوامي ڊومين</wikipediaLink> جملا ڪٿي آهن؟

source: Where does the source text come from?
sd: ماخذ ٽيڪسٽ ڪٿان آيو آهي؟

source: Which variant of { $language } do you speak?
sd: توهان ڪهڙي قسم جي { $language } ڳالهائيندا آهيو؟

source: Why ?
sd: ڇو ؟

source: Why a profile?
sd: پروفائل ڇو؟

source: Why are you asking?
sd: ڇو پڇي رهيا آهيو؟

source: Why Common Voice?
sd: عام آواز ڇو؟

source: Why does this matter?
sd: هي معاملو ڇو ٿيو؟

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
sd: توهان ماڻهن کان مختلف ٻولين ۾ ڪتابن يا وڪيپيڊيا آرٽيڪلز پڙهڻ لاءِ ڇو نٿا پڇو؟

source: Why do you need so many different speakers per language?
sd: توهان کي هر ٻوليءَ جي مختلف ڳالهائيندڙن جي ضرورت ڇو آهي؟

source: Why is 10,000 validated hours the per language goal for capturing audio?
sd: 10,000 تصديق ٿيل ڪلاڪ آڊيو کي پڪڙڻ لاءِ في ٻوليءَ جو مقصد ڇو آهي؟

source: Why is Common Voice part of the Mozilla mission?
sd: عام آواز Mozilla مشن جو حصو ڇو آهي؟

source: Why is it important?
sd: اهو ڇو ضروري آهي؟

source: Why is my language not included yet?
sd: منهنجي ٻولي اڃان تائين ڇو شامل نه ڪئي وئي آهي؟

source: Why should I sign up for an account?
sd: مون کي ڇو هڪ اڪائونٽ لاء سائن اپ ڪرڻ گهرجي؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
sd: پروفائل سان، توھان پنھنجي سرگرمي جي نگراني ڪري سگھوٿا ۽ آواز ڊيٽا جي مدد ڪندڙن جي ھڪڙي ڪميونٽي سان ڳنڍي سگھوٿا.

source: Wolof
sd: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
sd: ڇا توھان گذارش ڪرڻ چاھيو ٿا ته پنھنجي آواز جي رڪارڊنگ کي به ڊليٽ ڪيو وڃي، يا ڇا توھان انھن کي عام وائس ڊيٽا سيٽ ۾ رکڻ پسند ڪندا؟

source: Would you like to share some information about how you speak?
sd: ڇا توھان ڪجھ معلومات شيئر ڪرڻ چاھيو ٿا ته توھان ڪيئن ڳالھايو؟

source: Write
sd: لکو

source: Xhosa
sd: هوسا

source: Xitsonga
sd: زٽسونگا

source: y
sd: وائي

source: Yes
sd: جي ها

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
sd: جي ها، مون کي اي ميلون موڪليو. آئون ڪا من وائس پروجيڪٽ بابت باخبر رهڻ چاهيان ٿو.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
sd: جي ها، مون کي اي ميلون موڪليو. مان هن ٻوليءَ جي ترقيءَ جي باري ۾ عام آواز تي باخبر رهڻ چاهيان ٿو

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
sd: ها، اسان خاص طور تي توهان جي آواز چاهيون ٿا! ڪامن وائس جي مقصد جو حصو اهو آهي ته جيئن ممڪن طور تي ڪيترائي مختلف تلفظ گڏ ڪيا وڃن ته جيئن آواز جي سڃاڻپ جون خدمتون هر ڪنهن لاءِ هڪجهڙا ڪم ڪن. هن جو مطلب آهي غير مقامي ڳالهائيندڙن کان عطيا خاص طور تي اهم آهن.

source: Yiddish
sd: يدش

source: Yoruba
sd: يوروبا

source: You
sd: توهان

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
sd: توهان <size>{ $size }GB</size> ڊائون لوڊ ڪرڻ وارا آهيو، اڳتي وڌو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
sd: توھان تيار آھيو ڊائون لوڊ شروع ڪرڻ لاءِ <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
sd: توھان <writePageLink>صفحو لکو</writePageLink> تي جملا شامل ڪري سگھو ٿا يا <reviewPageLink>نظرثاني صفحي</reviewPageLink> تي جملن جو جائزو وٺو.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
sd: توھان پڻ نقل ڪري سگھو ٿا سڌو URLs کي پنھنجي پسنديده ڊائون لوڊ مئنيجر ۾. اهي 12 ڪلاڪن ۾ ختم ٿي ويندا، پر توهان ڪنهن به وقت نوان ٺاهڻ لاءِ هن صفحي تي واپس اچي سگهو ٿا.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
sd: توھان ڪي بورڊ شارٽ ڪٽ پڻ استعمال ڪري سگھو ٿا: { sc-review-form-button-approve-shortcut } منظور ڪرڻ لاءِ، { sc-review-form-button-reject-shortcut } رد ڪرڻ لاءِ، { sc-review-form-button-skip-shortcut } ڇڏڻ لاءِ

source: You can choose to make your username public or anonymous.
sd: توھان چونڊي سگھوٿا پنھنجو يوزر نالو عوامي يا گمنام ڪرڻ لاءِ.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
sd: توھان وڃي سگھوٿا <datasetsPage>datasets صفحي</datasetsPage>، جيڪو توھان چاھيو اھو ورجن ۽ ٻولي چونڊيو، ۽ ان کي ڊائون لوڊ ڪريو! فائلن ۾ <metadataLink>وڙيل ميٽا ڊيٽا</metadataLink> آهن، جهڙوڪ ڊيموگرافڪ ڄاڻ ۽ تصديق واري ڊيٽا. توهان کي ڊيٽا سيٽ ڊائون لوڊ ڪرڻ لاءِ هڪ اي ميل پتو مهيا ڪرڻ جي ضرورت پوندي.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
sd: توهان مدد ڪري سگهو ٿا هڪ متنوع، اوپن سورس ڊيٽا سيٽ ٺاهڻ لاءِ هڪ عام وائيس پروفائل ٺاهي ۽ پنهنجو آواز شامل ڪري.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
sd: توهان موزيلا ٻوليءَ جي ڪميونٽيز ۾ ٻين سان ملاقات ڪري سگهو ٿا <discourseLink>Discourse</discourseLink> ۾ شامل ٿي موضوعي گفتگو لاءِ، يا <matrixLink>Matrix</matrixLink> تڪڙو مشورو حاصل ڪرڻ لاءِ.

source: You cannot request your recordings while another request is already in progress.
sd: توهان پنهنجي رڪارڊنگ جي درخواست نٿا ڪري سگهو جڏهن ته ٻي درخواست اڳ ۾ ئي جاري آهي.

source: You can request a new takeout of your recordings every { $days } days.
sd: توهان هر { $days } ڏينهن ۾ توهان جي رڪارڊنگ جي نئين ٽيڪ آئوٽ جي درخواست ڪري سگهو ٿا.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
sd: توهان ماڻهن جي مدد ڪرڻ ۾ مدد ڏيڻ لاء واقعا هلائي سگهو ٿا. اهو توهان جي سوچ کان وڌيڪ آسان آهي. توھان اھو ڪري سگھوٿا آن لائن وڊيو ڪانفرنسنگ ٽول سان، يا ذاتي طور تي جيڪڏھن اھو محفوظ آھي. <eventTemplate>هلندڙ واقعن لاءِ اسان جا ٽيمپليٽ ۽ وسيلا چيڪ ڪريو</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
sd: توھان ڪري سگھو ٿا <sentenceCollectorLinkAdd>جملن جا ننڍا انگ شامل ڪريو</sentenceCollectorLinkAdd>، يا توهان ڪري سگهو ٿا <bulkImportDocsLink>Github استعمال ڪندي بلڪ درآمد</bulkImportDocsLink>. ياد رکو ته جملا <licenseLink>CC0 (يا عوامي ڊومين)</licenseLink> هجڻ گهرجن، يا توهان پنهنجو پاڻ لکي سگهو ٿا.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
sd: توھان استعمال ڪري سگھو ٿا <scraperLink>Sentence Extractor</scraperLink> وڪيپيڊيا مان مختصر جملن کي استعمال ڪرڻ لاءِ.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
sd: توھان ويب سائيٽ شامل ڪري سگھو ٿا، مثال طور "عام آواز - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
sd: توھان استعمال ڪري سگھوٿا اڪيڊمي ريفرنسنگ اسلوب، مثال طور هارورڊ اسلوب "Mozilla (2021) Common Voice. https://commonvoice.mozilla.org/ تي دستياب آھي: 15 سيپٽمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
sd: توهان پيغام حاصل ڪرڻ لاء سوشل ميڊيا پليٽ فارم استعمال ڪري سگهو ٿا. پوسٽون شيئر ڪريو جيڪي وضاحت ڪن ٿا ته اهو ڇو ضروري آهي، ۽ ٻين ماڻهن سان رابطي ۾ حاصل ڪريو جيڪي مسئلن بابت ڳالهائي رهيا آهن جهڙوڪ ٻولي جي حقن، آواز AI، يا ٽيڪنالاجي ۾ تعصب. وڌيڪ صلاح ڏسو <campaignLink>سماجي مهم هلائڻ، جنهن ۾ مواد توهان ٻيهر استعمال ڪري سگهو ٿا</campaignLink>.

source: You have not added any languages yet.
sd: توهان اڃا تائين ڪا به ٻولي شامل نه ڪئي آهي.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
sd: توهان ڪا به ٻولي نه چونڊي آهي. ٻوليون چونڊڻ لاءِ مھرباني ڪري پنھنجي <profileLink>Profile</profileLink> ڏانھن وڃو.

source: You must allow microphone access.
sd: توهان کي مائڪروفون تائين رسائي جي اجازت ڏيڻ گهرجي.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
sd: توهان کي رڪارڊنگ جي هر لفظ کي ٻڌڻ جي قابل هجڻ گهرجي. اسان چاهيون ٿا ته مشين لرننگ الگورتھم مختلف پس منظر جي گوڙ کي سنڀالڻ جي قابل ٿي وڃن، ۽ جيتوڻيڪ نسبتا بلند آواز يا خاموش پس منظر جي موسيقي کي قبول ڪري سگهجي ٿو بشرطيڪ اهي توهان کي متن جي مڪمل ٻڌڻ کان نه روڪين. ڇڪڻ يا 'بريڪنگ اپ' جيڪي توهان کي متن ٻڌڻ کان روڪيندا آهن مطلب ته توهان کي ڪلپ کي رد ڪرڻ گهرجي.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
sd: توھان اڳي ئي نظر ثاني ڪندي جملن کي ڇڏي ڏنو آھي. ڇڏيل جملن کي ري سيٽ ڪرڻ سان سڀئي ڇڏيا ويا جملا وري ڏيکاريندا. هي ٻولي کان آزاد آهي.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
sd: توهان جو تلفظ اهو طريقو آهي جيڪو توهان لفظن جي اچار ڪندا آهيو. ان کي ترتيب ڏئي سگهجي ٿو ته توهان ڪٿي رهندا آهيو، توهان ڪهڙيون ٻوليون ڳالهايو ٿا ۽ ٻيا ڪيترائي عنصر. توهان ڪنهن به معلومات کي حصيداري ڪري سگهو ٿا جيڪو توهان محسوس ڪيو هتي لاڳاپيل آهي.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
sd: توهان جي گمنام آواز جي رڪارڊنگ ڪامن وائس ڊيٽا سيٽ ۾ رهندي. هڪ دفعو توهان پنهنجي پروفائل کي حذف ڪري ڇڏيو، توهان هاڻي ڊيٽا سيٽ مان توهان جي رڪارڊنگ کي هٽائڻ لاء درخواست جمع ڪرڻ جي قابل نه هوندا

source: Your daily goal has been created
sd: توھان جو روزمره جو مقصد ٺاھيو ويو آھي

source: Your download has started.
sd: توھان جي ڊائون لوڊ شروع ٿي چڪي آھي.

source: You’re contributing to a target segment
sd: توھان ھدف واري حصي ۾ حصو وٺي رھيا آھيو

source: You’re contributing to our first target segment
sd: توھان اسان جي پھرين ھدف واري حصي ۾ حصو وٺي رھيا آھيو

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
sd: توھان في الحال مقرر ڪيو ويو آھي <bold>NOT</bold> اي ميلون وصول ڪريو جيئن مقصد ياد ڏياريندڙ، منهنجي عام آواز جي باري ۾ پيش رفت تازه ڪاريون ۽ نيوز ليٽر

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
sd: توھان في الحال اي ميلون وصول ڪرڻ لاءِ مقرر ٿيل آھيو جيئن مقصد ياد ڏياريندڙ، منهنجو عام آواز جي باري ۾ پيش رفت تازه ڪاريون ۽ نيوز ليٽر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
sd: توهان تمام تيز وڃي رهيا آهيو. مهرباني ڪري هڪ لمحو وٺو جملي جو جائزو وٺڻ لاءِ پڪ ڪرڻ لاءِ ته اهو صحيح آهي.

source: You're helping Common Voice reach our daily sentence goals!
sd: توھان مدد ڪري رھيا آھيو ڪمن وائس جي اسان جي روزاني جملي جي مقصدن تائين پھچڻ ۾!

source: Your email address
sd: توھانجو اي ميل پتو

source: Your files are being assembled. Please check again later.
sd: توهان جون فائلون گڏ ڪيون پيون وڃن. مهرباني ڪري بعد ۾ ٻيهر چيڪ ڪريو.

source: Your languages:
sd: توهان جون ٻوليون

source: Your Languages
sd: توهان جون ٻوليون

source: Your username and email will not be associated with the published data.
sd: توهان جو صارف نالو ۽ اي ميل شايع ٿيل ڊيٽا سان لاڳاپيل نه هوندو.

source: Your weekly goal has been created
sd: توھان جو ھفتيوار مقصد ٺاھيو ويو آھي

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
sd: توهان کي جلدي وضاحت ڪندڙ هڪ اي ميل حاصل ڪرڻ گهرجي توهان جي ٻولي کي عام آواز ۾ شامل ڪرڻ لاء قدم

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
sd: توهان اسان جي روزاني { $goalValue } رڪارڊنگ مقصد جي <goalPercentage></goalPercentage> تائين پهچڻ ۾ عام آواز جي مدد ڪئي آهي!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
sd: توهان اسان جي روزاني { $goalValue } جي تصديق واري مقصد جي <goalPercentage></goalPercentage> تائين پهچڻ ۾ عام آواز جي مدد ڪئي آهي!

source: You've successfully signed up for contributing to { $language }. Thank you.
sd: توھان ڪاميابيءَ سان سائن اپ ڪيو آھي مدد ڪرڻ لاءِ { $language }. توھان جي مهرباني

source: You want to join the Common Voice mailing list
sd: توھان چاھيو ٿا شامل ٿيڻ لاءِ عام وائس ميلنگ لسٽ ۾

source: Zaza
sd: زازا

source: Zip #{ $offset } of { $total }
sd: زپ #{ $offset } مان { $total }

source: Zulu
sd: زولو
